/* eslint-disable max-len */

// import { useTranslation } from "react-i18next";


// const { t } = useTranslation("secondBlock")
// export const ItemsProps = [
//   {
//     svgItem: <StartupSVG />,
//     title: t("Быстро запускаем проекты в работу"),
//     subTitle: t("У нас отлаженные процессы оценки проекта, согласования договора и NDA. Работаем с электронным документооборотом."),
//   },
//   {
//     svgItem: <MedalSVG />,
//     title: t("Усиливаем экспертизу вашей команды"),
//     subTitle: t("Думаем за вас о UX, самостоятельно делаем микроанимации и адаптив, подчищаем косяки дизайна."),
//   },
//   {
//     svgItem: <DiversitySVG />,
//     title: t("Беремся за проекты любой сложности"),
//     subTitle: t("Делаем верстку и фронтенд любой сложности — от простых лендингов до больших сервисов"),
//   },
//   {
//     svgItem: <ManySVG />,
//     title: t("Сокращаем расходы на производство"),
//     subTitle: t("Стараемся быть гибкими, чтобы подстроиться под ваши требования и процессы."),
//   }
// ]