import Img from "shared/assets/project/img.png";

export const projectItems = [
  {
    title: "E-commerce website BOS",
    subTitle:
      "После согласования всех пунктов ТЗ, была проведена агрегация требований. На основе ТЗ были подготовлены дизайн-макеты и верстка сайта. Была продключена 1С к сайту интернет-магазина. ",
    img: Img,
    id: 1,
    link: "www.bos-market.com",
  },
  {
    title: "Website for SG Group",
    subTitle:
      "После согласования всех пунктов ТЗ, была проведена агрегация требований. На основе ТЗ были подготовлены дизайн-макеты и верстка сайта. Была продключена 1С к сайту интернет-магазина. ",
    img: Img,
    id: 2,
    link: "www.SG-Group.com",
  },
  {
    title: "Mobile app Food Delirery",
    subTitle:
      "После согласования всех пунктов ТЗ, была проведена агрегация требований. На основе ТЗ были подготовлены дизайн-макеты и верстка сайта. Была продключена 1С к сайту интернет-магазина. ",
    img: Img,
    id: 3,
    link: "www.Food-market.com",
  },
  {
    title: "Website for festival Big Music",
    subTitle:
      "После согласования всех пунктов ТЗ, была проведена агрегация требований. На основе ТЗ были подготовлены дизайн-макеты и верстка сайта. Была продключена 1С к сайту интернет-магазина. ",
    img: Img,
    id: 4,
    link: "www.Big-Music.com",
  },
  {
    title: "E-commerce HEAT club",
    subTitle:
      "После согласования всех пунктов ТЗ, была проведена агрегация требований. На основе ТЗ были подготовлены дизайн-макеты и верстка сайта. Была продключена 1С к сайту интернет-магазина. ",
    img: Img,
    id: 5,
    link: "www.HEAT-club.com",
  },
  {
    title: "Mobile app Cool stuff",
    subTitle:
      "После согласования всех пунктов ТЗ, была проведена агрегация требований. На основе ТЗ были подготовлены дизайн-макеты и верстка сайта. Была продключена 1С к сайту интернет-магазина. ",
    img: Img,
    id: 6,
    link: "www.Cool-stuff.com",
  },
  {
    title: "Landing page for TBO Company",
    subTitle:
      "После согласования всех пунктов ТЗ, была проведена агрегация требований. На основе ТЗ были подготовлены дизайн-макеты и верстка сайта. Была продключена 1С к сайту интернет-магазина. ",
    img: Img,
    id: 7,
    link: "www.TBO-market.com",
  },
];
