/* eslint-disable max-len */

export const ItemsProps = [
  {
    title: "Лендинги",
    subTitle: "Короткие и длинные. Адаптив, скорость загрузки, микроанимации, семантика и SEO-френдли разметка.",
  },
  {
    title: "Интернет-магазины и другие сайты",
    subTitle: "Страницы с интерактивом, формами, корзинами. Доступные интерфейсы для пользователей.",
  },
  {
    title: "Сервисы",
    subTitle: "Медиа, агрегаторы. Большое количество страниц с похожими компонентами.",
  },
  {
    title: "Админки и дэшборды",
    subTitle: "Много графиков и полей,где важна максимальная реиспользуемость компонентов.",
  },
  {
    title: "Библиотеки компонентов и дизайн- системы",
    subTitle: "То, с чем дальше вы будете работать. Можем сделать отдельно или собрать в рамках проекта.",
  },
  {
    title: "Email рассылки",
    subTitle: "Особый вид боли — верстальщики плачут, но верстают.",
  }
]