/* eslint-disable max-len */

export const stepsProps = [
  {
    number: "01",
    MTopmM: false,
    MTop: false,
    title: "Делаем пресейл",
    subTitle: "За 1 день оцениваем проект вилкой, определяем сложность и собираем команду, которая лучше справится с этим проектом."
  },
  {
    number: "02",
    MTopmM: false,
    MTop: true,
    title: "Согласовываем детали",
    subTitle: "Команда внимательно изучает проект, задает вопросы и уточняет оценку."
  },
  {
    number: "03",
    MTopmM: true,
    MTop: false,
    title: "Запускаем проект",
    subTitle: "К этому времени договор согласован, и мы начинаем работу. Создаем чат для оперативного общения и добавляем туда необходимых."
  },
  {
    number: "04",
    MTopmM: false,
    MTop: false,
    title: "Работаем над проектом",
    subTitle: "Пишем код в согласованном процессе, показываем промежуточный результат, тестируем, задаем вопросы."
  },
  {
    number: "05",
    MTopmM: true,
    MTop: false,
    title: "Финальное тестирование",
    subTitle: "Перед сдачей проекта отдаем на полное финальное тестирование, полируем и отдаем."
  },
  {
    number: "06",
    MTopmM: false,
    MTop: false,
    title: "Сопровождаем после сдачи",
    subTitle: "Остаемся на связи пока проект не будет в релизе, даем гарантию 60 дней."
  },

]