// import { useTranslation } from "react-i18next"
// const { t } = useTranslation("common")
// export const ItemsProps = [
//   {
//     title: t("Лендинги"),
//     subTitle: t("Короткие и длинные. Адаптив, скорость загрузки, микроанимации, семантика и SEO-френдли разметка."),
//   },
//   {
//     title: t("Интернет-магазины и другие сайты"),
//     subTitle: t("Страницы с интерактивом, формами, корзинами. Доступные интерфейсы для пользователей."),
//   },
//   {
//     title: t("Сервисы"),
//     subTitle: t("Медиа, агрегаторы. Большое количество страниц с похожими компонентами."),
//   },
//   {
//     title: t("Админки и дэшборды"),
//     subTitle: t("Много графиков и полей,где важна максимальная реиспользуемость компонентов."),
//   },
//   {
//     title: t("Библиотеки компонентов и дизайн- системы"),
//     subTitle: t("То, с чем дальше вы будете работать. Можем сделать отдельно или собрать в рамках проекта."),
//   },
//   {
//     title: t("Email рассылки"),
//     subTitle: t("Особый вид боли — верстальщики плачут, но верстают."),
//   }
// ]

export const ItemsProps = [
  {
    title: "Лендинги",
    subTitle:
      "Короткие и длинные. Адаптив, скорость загрузки, микроанимации, семантика и SEO-френдли разметка.",
  },
  {
    title: "Интернет-магазины и другие сайты",
    subTitle:
      "Страницы с интерактивом, формами, корзинами. Доступные интерфейсы для пользователей.",
  },
  {
    title: "Сервисы",
    subTitle: "Медиа, агрегаторы. Большое количество страниц с похожими компонентами.",
  },
  {
    title: "Админки и дэшборды",
    subTitle: "Много графиков и полей,где важна максимальная реиспользуемость компонентов.",
  },
  {
    title: "Библиотеки компонентов и дизайн- системы",
    subTitle:
      "То, с чем дальше вы будете работать. Можем сделать отдельно или собрать в рамках проекта.",
  },
  {
    title: "Email рассылки",
    subTitle: "Особый вид боли — верстальщики плачут, но верстают.",
  },
];
